const data = [
    {
        id: '1',
        question: "什麼是氣?",
        answer: '氣具有以下兩個特質：流動性：氣可以像氣體一樣流動。能量性：氣可以理解為體內構成生命的「能量」或「動力」。'
    },
    {
        id: '2',
        question: "什麼是血?",
        answer: "中醫的血，不單指血液，而是泛指體內的營養物質，包括血液、津液、精氣等。"
    },
    {
        id: '3',
        question: "什麼是氣行則血行?",
        answer: "氣行則血行，是中醫的一個重要理論。氣是血液運行之動力，氣血相互依存，相互促進。氣的運行通暢，血液才能正常運行。如果氣滯不通，就會導致血瘀。氣行則血行，主要有以下幾個方面的意思：氣推動著血液的運行。氣的運行通暢，血液才能正常運行。"
    },
    {
        id: '4',
        question: "什麼是氣滯則血瘀?",
        answer: "氣滯則血瘀，是中醫的一個病理現象。氣是血液運行之動力，如果氣滯不通，就會導致血液運行不暢，淤積於體內，形成血瘀。氣滯則血瘀，主要有以下幾個原因：情志不遂：情緒過激，導致氣機鬱滯。勞累過度：過度勞累，耗傷氣血。外傷：外傷導致氣血阻滯。氣滯則血瘀，會導致以下幾個方面的症狀：胸悶、心悸、疼痛。肢體麻木、疼痛。面色晦暗、萎黃。月經不調、痛經。"
    }
];

export default data;